/* Time period description: days */
"%d day" = "%d dia";

/* Time period description: hours */
"%d hour" = "%d hora";

/* Time period description: minutes */
"%d min" = "%d min";

/* Time period description: seconds */
"%d sec" = "%d seg";

/* Error text: An error occurred while recording audio (%@) */
"An error occurred while recording audio (%@)" = "Ocorreu um erro durante a gravação de áudio (%@)";

/* Error text: Attempt to save recording when recorder is not recording audio. */
"Attempt to save recording when recorder is not recording audio." = "Tentativa de guardar gravação quando o gravador não está a gravar áudio.";

/* Generic file name: Audio */
"Audio" = "Áudio";

/* Screen clip floating explanatory text. */
"Click and drag to clip a portion of the screen. Click inside a window to clip the entire window." = "Clique e arraste para capturar uma porção do ecrã. Clique numa janela para a capturar por completo.";

/* Error text: Could not allocate memory size (e.g. 5 bytes, 6 KB, 7 MB) */
"Could not allocate %@." = "Não foi possível alocar %@.";

/* Evernote application name */
"Evernote" = "Evernote";

/* User position could not be accessed error message. */
"Evernote does not have permission to access your location." = "O Evernote não possui permissão para aceder à sua localização.";

/* User position could not be accessed error message. */
"Evernote was unable to determine your current location." = "O Evernote não pode determinar a sua localização actual.";

/* Generic file name: File */
"File" = "Ficheiro";

/* Generic file name: Image */
"Image" = "Imagem";

/* Error message: internal audio recording error. */
"Internal Audio Recording Error." = "Erro interno na gravação de áudio.";

/* Error message: internal error. */
"Internal Error." = "Erro interno.";

/* User position could not be accessed error message. */
"Location services are not available." = "Os serviços de localização não estão disponíveis.";

/* Error message: out of memory. */
"Out of memory" = "Memória esgotada";

/* Error text: Quick note could not be serialized and saved. */
"Quick note could not be saved." = "A nota rápida não pode ser guardada.";

/* No user signed in error */
"Sign in to Evernote" = "Iniciar sessão no Evernote";

/* Error text: Unexpected operating-system result from audio recorder: %d */
"Unexpected operating-system result from audio recorder: %d" = "Resultado inesperado obtido do sistema operativo a partir do gravador de áudio: %d";

/* Default note title */
"Untitled" = "Sem título";

/* Generic file name: Video */
"Video" = "Vídeo";

/* Resource would make note too large, recovery suggestion. */
"You cannot save the note because it will exceed the %@ limit." = "Não é possível guardar a nota, pois ela excederia o limite de %@.";
